IDEA StatiCa Open Model
LoadingULS.InternalForcesBegin Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Internal forces at the beginnig
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ResultOfInternalForces InternalForcesBegin { get; set; }
Public Property InternalForcesBegin As ResultOfInternalForces
	Get
	Set
public:
property ResultOfInternalForces^ InternalForcesBegin {
	ResultOfInternalForces^ get ();
	void set (ResultOfInternalForces^ value);
}
Property Value
Type: ResultOfInternalForces
See Also
Reference
LoadingULS Class
IdeaRS.OpenModel.Concrete.Load Namespace